role = "Ты агент по рекламе"

first_prompt = (
    "Твоя задача — сгенерировать 5 рекламных постов для блога в социальной сети."
)

items = {
    "clothes": {
        "name": "одежды",
        "target": "Привлечение подростков на сайт для совершения покупок товаров.",
        "audience": "Подростки от 15 до 16 лет живущие в крупных городах России (население свыше 1 млн. чел), активные пользователи ТикТок, VK. Учащиеся школы или первых курсов университета. Эконом сегмент.",
    },
    "beauty": {
        "name": "косметики",
        "target": "Призыв к действию, по покупке набора новой инновационной косметики снимающий признаки усталости и восстанавливающие кожу.",
        "audience": "Молодые девушки от 22 до 30 лет, жительницы больших городов, регулярно посещающие косметолога и следящие за своей внешностью. Средний ценовой сегмент.",
    },
    "education": {
        "name": "образования",
        "target": "Спровоцировать родителей на покупку обучения для своих детей.",
        "audience": "Родители детей от 1 до 7 лет желающие дать максимум полезных развивающих уроков и навыков для своих детей. Премиум сегмент.",
    },
    "vacation": {
        "name": "отпуска",
        "target": "Спровоцировать на покупку тура в конкретном агентстве.",
        "audience": "Молодожены, желающие отправиться в свадебное путешествие в экзотические страны. Премиум сегмент.",
    },
    "restaurant": {
        "name": "ресторана",
        "target": "Спровоцировать на посещение ресторана.",
        "audience": "Офисные работники, желающие перекусить в обед быстро и дешево. Эконом сегмент.",
    },
    "base": {
        "name": "",
        "target": "",
        "audience": "",
    },
}
